Repository: stethome/iOS-simple-app
Catalog: ios-simple-app/ios-simple-app/*.lproj/Localizable.strings
Languages: de, fr, pl

source: Cancel
de: Abbrechen
fr: Annuler
pl: Anuluj

source: Retry
de: Wiederholen
fr: Répéter
pl: Powtórz

# dialog_connect_in_progress_title
source: Connecting to stethoscope...
de: Ich verbinde mich mit dem Stethoskop...
fr: Connexion au stéthoscope en cours...
pl: Łączę się ze stetoskopem...

# examination_header_not_recording
source: Place the stethoscope at the indicated point
de: Lege das Stethoskop an den angezeigten Punkt an
fr: Placez le stéthoscope au point indiqué
pl: Przyłóż stetoskop we wskazanym punkcie

# examination_subheader
source: Keep silence in the room Breathe deeply and naturally
de: Ermutige den Patienten, tief zu atmen, im Raum soll man Ruhe bewahren
fr: Encouragez le patient à respirer profondément, gardez le silence dans la chambre
pl: Zachowaj ciszę w pomieszczeniu Oddychaj naturalnie i głęboko

# upload_failed_title
source: Upload failed
de: Übertragung fehlgeschlagen
fr: L'envoi a échoué
pl: Wysyłanie nie powiodło się

# upload_failed_message
source: An error occurred while uploading data to the server.
de: Es ist ein Fehler bei der Übertragung von Daten zum Server aufgetreten.
fr: Une erreur est survenue lors d'envoi des données au serveur.
pl: Wystąpił błąd podczas wysyłania danych na serwer.

# examination_front
source: FRONT
de: VORN
fr: POITRINE
pl: PRZÓD

# examination_back
source: BACK
de: HINTEN
fr: DOS
pl: TYŁ

# summary_title_redo_wrong_points
source: Do you want to repeat recording at the spots with errors?
de: Möchten Sie die Aufnahme an den fehlerhaften Stellen wiederholen?
fr: Voulez-vous répéter l'enregistrement sur les points comportant des erreurs?
pl: Czy chcesz powtórzyć punkty z błędem

# summary_subtitle_redo_wrong_points
source: Remember to breathe naturally but deeply and to ensure that the room is silent.
de: Denken Sie daran, natürlich aber tief zu atmen und sicherzustellen, dass der Raum still ist.
fr: N'oubliez pas de respirer naturellement mais profondément et de veiller à ce que la pièce soit silencieuse.
pl: Pamiętaj o naturalnym głębokim oddechu i zachowaniu ciszy w pomieszczeniu.

# summary_error_not_recorded_one
source: %d spot has not been recorded.
de: %d Stelle wurde nicht aufgezeichnet.
fr: %d point n'a pas été enregistré.
pl: %d punkt nie został nagrany.

# summary_error_not_recorded_few
source: %d spots have not been recorded.
de: %d Spots wurden nicht aufgenommen.
fr: %d points n'ont pas été enregistrés.
pl: %d punkty nie zostały nagrane.

# summary_error_not_recorded_many
source: %d spots have not been recorded.
de: %d Spots wurden nicht aufgenommen.
fr: %d points n'ont pas été enregistrés.
pl: %d punktów nie zostało nagranych.

# summary_error_not_recorded_other
source: %d spots have not been recorded.
de: %d Spots wurden nicht aufgenommen.
fr: %d points n'ont pas été enregistrés.
pl: %d punktów nie zostało nagranych.

# summary_error_rr_or_noise_one
source: Insufficient sound quality at %d spot.
de: Unzureichende Klangqualität bei %d Punkt.
fr: Qualité sonore insuffisante au niveau du point %d.
pl: W %d punkcie dźwięk jest za słabej jakości.

# summary_error_rr_or_noise_few
source: Insufficient sound quality at %d spots.
de: Unzureichende Klangqualität an %d Stellen.
fr: Qualité sonore insuffisante aux points %d.
pl: W %d punktach dźwięk jest za słabej jakości.

# summary_error_rr_or_noise_many
source: Insufficient sound quality at %d spots.
de: Unzureichende Klangqualität an %d Stellen.
fr: Qualité sonore insuffisante aux points %d.
pl: W %d punktach dźwięk jest za słabej jakości.

# summary_error_rr_or_noise_other
source: Insufficient sound quality at %d spots.
de: Unzureichende Klangqualität an %d Stellen.
fr: Qualité sonore insuffisante aux points %d.
pl: W %d punktach dźwięk jest za słabej jakości.

# summary_error_rr_or_noise2
source: No breathing detected or too much interference.
de: Keine Atmung oder zu viele Störungen.
fr: Pas de respiration détectée ou trop d'interférences.
pl: Nie wykryto oddechu lub jest zbyt dużo zakłóceń.

# button_agree
source: Yes
de: Ja
fr: Oui
pl: Tak

# button_disagree
source: No
de: Nein
fr: Non
pl: Nie

# consents_button_confirm
source: I CONFIRM
de: Bestätigen
fr: confirmez
pl: POTWIERDZAM

# consents_check_dont_show_again
source: Do not show this message again.
de: Diese Nachricht nicht mehr anzeigen.
fr: Ne plus afficher ce message.
pl: Nie pokazuj więcej tego komunikatu.

# examination_main_end_examination_button
source: FINISH AND VERIFY
de: UNTERSUCHUNG ABBRECHEN
fr: TERMINEZ L'EXAMEN
pl: ZAKOŃCZ I ZWERYFIKUJ

# summary_invalid
source: Examination result can not be determined
de: Untersuchungsergebnis kann nicht ermittelt werden
fr: Impossible de définir le résultat de l'examen
pl: Nie można określić wyniku badania

# summary_no_changes
source: No auscultatory changes detected
de: Keine auskultatorische Änderungen
fr: Aucun son anormal détecté
pl: Nie wykryto nieprawidłowych dźwięków osłuchowych

# summary_innocent_changes
source: Small number of auscultatory changes detected
de: Kleine Auffälligkeiten wurden ermittelt
fr: Nombre insignifiant/peu important de sons anormaux détectés
pl: Wykryto niewielką liczbę nieprawidłowych dźwięków osłuchowych

# summary_serious_changes
source: Auscultatory changes detected
de: Ernste Auffälligkeiten wurden ermittelt
fr: Sons anormaux détectés - consultation médicale recommandée
pl: Wykryto nieprawidłowe dźwięki osłuchowe

# legend_not_recorded_item
source: not recorded
de: nicht aufgenommen
fr: non enregistré
pl: nie nagrano dźwięku

# legend_invalid_item
source: ERROR - low signal quality (Breath not detected or too much noise)
de: analyse ist unmöglich - zu wenig Atemzüge oder übermäßiger Lärm
fr: impossible d'analyser - échantillon de respiration insuffisant ou bruit trop important
pl: BŁĄD - zbyt słaba jakość sygnału (Nie wykryto oddechu lub jest zbyt dużo zakłóceń)

# legend_no_changes_item
source: no auscultatory changes detected
de: keine auskultatorische Änderungen
fr: aucune anomalie détectée à l'auscultation
pl: nie wykryto nieprawidłowych dźwięków osłuchowych

# legend_innocent_changes_item
source: small number of auscultatory changes detected
de: kleine Auffälligkeiten wurden ermittelt
fr: anomalies mineures détectées
pl: wykryto niewielką liczbę nieprawidłowych dźwięków osłuchowych

# legend_serious_changes_item
source: auscultatory changes detected
de: ernste Auffälligkeiten wurden ermittelt
fr: anomalies graves détectées
pl: wykryto nieprawidłowe dźwięki osłuchowe

# legend_wheezes
source: wheezes
de: pfeifen
fr: sifflement
pl: świsty

# legend_rhonchi
source: rhonchi
de: brummen
fr: ronchi
pl: furczenia

# legend_coarse_crackles
source: coarse crackles
de: grobblasige rasselgeräusche
fr: gros crépitants
pl: rzężenia grubobańkowe

# legend_fine_crackles
source: fine crackles
de: feinblasige rasselgeräusche
fr: crépitants fins
pl: rzężenia drobnobańkowe
